// ------ Strings in Smash Error ------ //"Your HP device has sent a status message. This message could not be saved" = "Il dispositivo HP ha inviato un messaggio di stato. Impossibile salvare questo messaggio";